{
  "Index": {
    "title": "Hooligun Studios",
    "font": "font-berg"
  },
  "about": {
    "title": "WHO WE ARE?",
    "about": "We are the \"Hooligun Studios\" - an indie movie studio with bold ideas, ambitious plans and zero tolerance for messing around. We started in 2020 masterminded and energized by the vision of Serj Gabyan and inspired by his 15+ years of networking, producing, and directing experience. Our creed is \"do or die trying\", no matter how dangerous it may sound. That's right, we don't believe in plan \"B\"s, and we know it works because we’ve done it. We’ve experienced the hell of making an impressive movie, and we are determined to do it again. So behold, the best is yet to come, as it is inevitable when you do your dream job. The \"Hooligun Studios\" aims to make buxom movies that will stand the test of time. We shall take over the hearts of cinema lovers one movie at a time."
  },
  "latest": {
    "title": "OTTK",
    "ottk": "Our first project, the OTTK, is a wild ride that should not be missed, and it proved to be a genuine wild card. It is about one night in the life of a grated businessman who got bamboozled by his partner (who hasn't been at least once in a lifetime?). But this guy is determined to get back what’s his. To that end, he hires an all-Armenian heist team of professionals from all over the world. That might sound like a recipe for success, right? But wait, it gets better. These guys speak different Armenian dialects and don't understand each other a bit in addition to their cultural differences. Evidently, that inconvenience leads to some hilarious and awkward situations. OTTK is a black comedy with as much action as we could afford and unrestricted creativity of the authors. We put heart, brain, and muscle into this movie to make it watchable even in 20 years. And the reviews so far are more than inspiring. We did this project with all we had, and it is giving us heartening feedback. You should watch it. We can't promise everybody the same thrill, but those who have already seen it advise not to drink all daily intake of water before watching it.",
    "trailer": {
      "title": "Official Trailer",
      "text": "You won’t get much plot from the trailer, but it’ll certainly intrigue you."
    },
    "premiere": {
      "title": "OTTK Yerevan Premiere",
      "text": "We made it to the big screens. And guess what, we slayed them all."
    },
    "interview": {
      "title": "Interview With Levon Beglaryan",
      "text": "Get to know our cast in a fun interview with Levon Beglaryan."
    },
    "ost": {
      "title": "Karotilim From OTTK OST",
      "text": "Plunge into the OTTK world with our soundtrack."
    },
    "website": "Official Website",
    "imdb": "IMDB Page"
  },
  "footer": {
    "address": "37/1 David Bek Lane | 0008 | Yerevan, Armenia",
    "resources": "To whom it may concern: company logo and OTTK film’s official posters in production resolution are listed here, don’t mess around with it, or Grinch will get you.",
    "legal": "2023 Hooligun Studios LLC. All rights reserved.",
    "lyovson": "Website by Lyovson."
  },
  "crew": {
    "title": "CREW",
    "gabyan": { "name": "Serj Gabyan", "role": "Producer" },
    "lyovson": { "name": "Rafa Lyovson", "role": "Exec. Producer" },
    "milena": {
      "name": "Milena Mikaelyan",
      "role": "Production Assistent"
    },
    "jess": { "name": "Hasmik Khachunts", "role": "Copywriter" },
    "lilit": { "name": "Lilit Mkrtchyan", "role": "Exec. Producer" },
    "tika": { "name": "Tika Tonakanyan", "role": "Russian Distribution" },
    "ruby": { "name": "Rubina Davtyan", "role": "US Distribution" },
    "roza": { "name": "Roza Grigoryan", "role": "Public Relations" }
  }
}
