{
  "Index": {
    "title": "Hooligun Studios",
    "font": "font-russian"
  },
  "about": {
    "title": "КТО МЫ ТАКИЕ?",
    "about": "Мы “Hooligun Studios“ - киностудия со смелыми идеями, амбициозными планами и абсолютной нетерпимостью к безделью. Мы начали в 2020 году, вдохновленные идеями Сержа Габяна и его более чем 15-летним опытом работы в сфере продюссирования и режиссуры. Наше кредо – “сделай или умри пытаясь”, как бы опасно это не звучало. Так точно, мы не верим в планы “Б”, и мы знаем, что это работает - мы так уже делали. Мы прошли через производство крутого фильма, и мы полны решимости сделать это снова. Конечно же лучшее еще впереди. Мы бы сказали, что оно неизбежно, так как мы занимаемся делом своей мечты. Мы намерены снимать офигенные фильмы, которые выдержат испытание временем. Мы будем покорять сердца киноманов фильм за фильмом."
  },
  "latest": {
    "title": "ОТТК",
    "ottk": "Наш первый фильм, OTTK, - это история о том, как армянского бизнесмена обманул напарник. И что же он сделал в ответ? Он нанял команду грабителей из армянской диаспоры, чтобы вернуть эти важные документы. Круто, да? Но подождите, все становится еще интереснее. Эти ребята говорят на разных диалектах армянского языка и не понимают друг друга. Понятно да, что это приводит к различным забавным ситуациям. OTTK - это черная комедия с множеством шуток и со стольким экшеном, сколько мы смогли себе позволить. Мы вложили в этот фильм душу и сердце, чтобы его можно было смотреть даже через 20 лет, и мы уверены, что это нам удалось. Отзывы, которые мы получаем вдохновляют нас на большее. Зрители полюбили этот фильм, и мы гордимся этим. Так что, если вы хотите хорошо провести время, не ищите далеко, OTTK здесь.",
    "trailer": {
      "title": "Официальный Трейлер ОТТК",
      "text": "От трейлера вам мало что будет понятно, но он знатно заинтригует."
    },
    "premiere": {
      "title": "Ереванская Премьера ОТТК",
      "text": "Наконец-то мы добрались до больших экранов. И, скажу я вам, мы взорвали."
    },
    "interview": {
      "title": "Интервью с Левоном Бегларяном",
      "text": "Познакомьтесь с нашими актерами в веселом интервью Левона Бегларяна."
    },
    "ost": {
      "title": "Саундтрек ОТТК",
      "text": "Расслабьтесь и погрузитесь в мир OTTK нашим саундтреком."
    },
    "website": "Официальный Сайт",
    "imdb": "Страница IMDB"
  },
  "footer": {
    "language": "Язык",
    "contacts": "Контакты",
    "info": "Инфо",
    "address": "Улица Давита Бека 37/1 | 0008 | Ереван, Армения",
    "resources": "Для тех, кого это касается: логотип компании и официальные постеры фильма ОТТК в рабочем разрешении перечислены здесь, но не играйте с ними, а то Гринч вас достанет.",
    "partners": "Для Партнёров",
    "legal": "2023 Hooligun Studios LLC. Все права защищены.",
    "lyovson": "Сайт создал Lyovson."
  },
  "crew": {
    "title": "КОМАНДА",
    "gabyan": { "name": "Серж Габян", "role": "Продюсер" },
    "lyovson": { "name": "Рафа Лёвсон", "role": "Исп. Продюсер" },
    "milena": {
      "name": "Милена Микаелян",
      "role": "Помощник Продюсера"
    },
    "jess": { "name": "Асмик Хачунц", "role": "Копирайтер" },
    "lilit": { "name": "Лилит Мкртчян", "role": "Исп. Продюсер" },
    "tika": { "name": "Тика Тонаканян", "role": "Дистрибуция" },
    "ruby": { "name": "Рубина Давтян", "role": "Дистрибуция" },
    "roza": { "name": "Роза Григорян", "role": "PR Специалист" }
  },
  "projects": {
    "donkey": {
      "name": "Ослик, Не Умирай",
      "tagline": "Даже невезучий человек может стать миллионером при правильной мотивации. Боже - испытай меня большими деньгами.",
      "shortsynopsis": {
        "title": "Короткий Синопсис",
        "text": "Виктор, который только что потерял работу, узнает, что он унаследует один миллиард долларов от своего покойного дяди при условии, что сначала честным трудом заработает один миллион долларов в течение года. Загвоздка в том, что его троюродный брат Феликс также претендует на наследство. Виктор объединяется со своей семьей, чтобы заработать миллион. Феликс, со своей стороны, делает все, чтобы помешать ему. В конце концов, семья Виктора собирается вместе в трогательном финале, демонстрируя скрытые таланты и обретая неожиданный успех."
      },
      "synopsis": {
        "title": "Синопсис",
        "p1": "Трогательная и комедийная история о Викторе, человекe, который неожиданно сталкивается с рядом проблем и неудач. После того, как его увольняют с работы на винном заводе, жизнь Виктора принимает неожиданный оборот.",
        "p2": "Несмотря на трудности, непоколебимая решимость Виктора и поддержка его семьи толкают его вперед. Вместе с женой Ларой, отцом Горацио, дочерью Никой и сыном Вик-Виком он приступает к осуществлению амбициозной цели, а именно заработать миллион долларов в течение года, чтобы получить ошеломляющее наследство в один миллиард долларов.",
        "p3": "По мере того, как семья преодолевает препятствия на своем пути, они раскрывают свои скрытые способности и заключают неожиданные союзы. Музыкальные таланты дедушки Горацио завораживают публику, Ника находит утешение в поддержке школьного друга Марка, а юный Вик-Вик приступает к осуществлению хитроумного бартерного проекта. ",
        "p4": "Тем временем Феликс, троюродный брат Виктора, который тоже претендует на наследство, решает добиться успеха легким путем. Чтобы накопить необходимые средства, он обращается к местному подпольному ростовщику и берет в кредит один миллион долларов за сумасшедшие проценты. Усилия Виктора завершаются международным конкурсом вин, где вино его производства, было предательски испорчено в результате саботажа Феликса.",
        "p5": "Поиски семьи венчаются неожиданным успехом, и они счастливы именно потому, что занимаются любимыми делами. Они проходят через важные испытания в любви, смелости и стойкости, оставаясь верными себе. Главная идея фильма заключается в том, что настоящее богатство - это не только финансовая обеспеченность, но и удовлетворение от личного роста, счастье во взаимоотношениях и радость от самого путешествия по жизни.",
        "p6": "«Ослик, Не Умирай» — это трогательное и юмористическое исследование семейных уз, личных устремлений и непредсказуемых поворотов жизненного пути."
      },
      "treatment": {
        "title": "Тритмент",
        "p1": "31-го декабря, на рассвете двое хорошо одетых мужчин лет 50-и, выходят из гламурного клуба.",
        "p2": "Увлеченные разговором, они спорят о том, как можно заработать первый миллион. Один из них, лысый, говорит, что невозможно сделать этого, не согрешив раз, а то и два раза. Однако второй предлагает пари на миллион долларов, что при наличии мотивации, любой может стать миллионером.",
        "p3": "Один из Богачей подходит к случайному прохожему и просит позвонить из его телефона. Прохожий дает телефон. Мужчина посылает сообщение куда-то и возвращает телефон вместе со 100 долларовой купюрой в знак благодарности. Но Прохожий отказывается взять деньги, сказав, что в этом нет необходимости.",
        "p4": "Прохожий - ВИКТОР, мужчина средних лет, продолжает свой путь на работу, винный завод. Однако день для него начинается неудачей, и его увольняют за то, что он якобы в очередной раз испортил партию вина своим авторским ферментом. Руководство решило списать продукт и вылить, а его просят больше не возвращаться на завод.",
        "p5": "Глубоко возмущенный Виктор, замечает грустно стоящего у проходной завода фермера САКО. Уныние Виктора усиливается осознанием того, что забракованное вино было из поставки Сако, с его виноградника.",
        "p6": "Дома Виктора ждут жена, отец, дочь и сын.",
        "p7": "Жена - красивая женщина, ЛАРА, работает бухгалтером в каком-то скучном заведении. В ее работе может и нет вдохновения, но она усердно выполняет свои обязанности, чтобы содержать семью.",
        "p8": "Отец - ОРАЦИО, бывший военный музыкант пенсионного возраста.",
        "p9": "Дочь - НИКА, подросток трудного возраста, которая в принципе еще не знает, чего хочет от жизни.",
        "p10": "Сын - Вик-Вик, смышленый пацаненок лет 7-и, с очень серьезным отношением к жизни.",
        "p11": "О своем увольнении Виктор рассказывает семье, когда жена и дочь готовятся подавать на стол праздничный ужин. Все настолько разочарованы и озабочены, что забывают о новогоднем ужине.",
        "p12": "Тем временем ужин, оставленный без присмотра на кухне, воспламеняется, в результате чего возникает небольшой пожар. Внимание семьи внезапно переключается на срочную необходимость потушить пожар и обеспечить безопасность всех, оставив их в унынии как из-за потери Виктором работы, так и из-за испорченной еды.",
        "p13": "Звонок в дверь. Это троюродный брат Виктора, Феликс, и его жена Белла, которые приходят, чтобы вместе отпраздновать Новый год. Узнав об испорченном ужине, они думают, а не пойти ли к какому-нибудь другому родственнику. Однако, поскольку до Нового года осталось всего полчаса, они решают остаться. Феликс, не желая, чтобы его продуманный подарок пропал даром, открывает принесенную с собой бутылку шампанского.",
        "p14": "Все погружены в свои мысли и эмоции, они вместе поднимают бокалы с шампанским. В этот горько-сладкий момент Виктор молча желает, чтобы Бог испытал его большими деньгами. Когда часы приближаются к полуночи и разные эмоции и надежды переполняют воздух, снова раздается звонок в дверь.",
        "p15": "Пока семья в недоумении смотрит на двери, к ним входят незнакомцы в элегантных костюмах. Один из них, некто Барри Льюис сообщает неожиданные новости. Он объясняет, что дядя дедушки Виктора скончался, и, поскольку Виктор является единственным наследником, он унаследует ошеломляющую сумму в один миллиард долларов. Однако в завещании есть одно условие - он получит наследство только в том случае если сам сумеет за год честным трудом заработать всего один миллион долларов.",
        "p16": "Неожиданно возникает проблема. Феликс заявляет, что так как его имя по свидетельству о рождении тоже Виктор и он старше Виктора, то законный наследник это он.",
        "p17": "Адвокат Барри Льюис не возражает и уточняет, что наследство достанется тому, кто заработает миллион долларов. Если и Виктор, и Феликс добьются этого, наследство будет разделено. Феликс принимает его решение и уходит с женой.",
        "p18": "Мужская половина семьи с полной решимостью начинает планировать как они будут зарабатывать миллион. Женская половина скептически настроена и решает придерживаться старых планов и обязанностей.",
        "p19": "На следующий Виктор идет к Сако и уговаривает его стать партнером, и вместе обработать оставшееся у него вино, чтобы представить на международную выставку.",
        "p20": "Дедушка Орасио начинает свой проект человека-оркестра в парке. Его талантливая игра привлекает внимание прохожих, среди которых Ника со школьными друзьями. К сожалению, Ника становится объектом жестоких насмешок своих подружек и убегает в слезах. Парень из ее колледжа Марк, которому очень нравится Ника, становится свидетелем этой сцены и пытается догнать и утешить ее. Чуть позже Марк с друзьями приносят большие динамики и диджейский пульт, и превращают выступление деда в настоящее представление. Прохожие начинают останавливаться, хлопать и подбадривать их.",
        "p21": "Через день Ника, тронутая поступком Марка и увидев реакцию публики сама начинает петь под аккомпанемент Деда и Марка. Их выступление слышит какой-то музыкальный продюсер и предлагает записать им сингл.",
        "p22": "Семилетний Вик-Вик подходит к отцу и с серьезным видом просит у него скрепку. После этого он просто молча осуществляет свой проект, смысл которого в том, чтобы обменять какой-либо предмет на другой, который стоит чуть дороже, например, скрепку на папку, папку на сумку, сумку на рюкзак и т.д. И малыш в течение всего фильма появляется с разными все более и более дорогими предметами.",
        "p23": "Между Виктором и его женой Ларой назревает конфликт. Лара, которая заботится о семейных расходах, начинает приходить поздно, объяснив, что взяла дополнительную работу. Когда Виктор возмущается, она возражает, что ради него пожертвовала своими профессиональными планами, а теперь он не может даже обеспечить семью самым необходимым.",
        "p24": "Феликс решает выиграть соревнование по-своему. Он связывается с местным нелегальным ростовщиком и уговаривает того дать ему миллион за кошмарные проценты, ведь у него будет миллиард. Он использует свой прокатный магазин, чтобы постепенно набирать миллион на свой показательный счет.",
        "p25": "Виктора преследуют неудачи с легкой руки Феликса. В их небольшом гаражном заводике ломается фильтрующее устройство (саботаж Феликса) и ему приходится достать из дачного сарая старое устройство. Они с Сако долго придумывают название вина и заказывают ярлыки, но только после того, как получают напечатанную партию ярлыков, идут зарегистрировать имя, и оказывается, что такое имя уже запатентовано (Феликс постарался). Наконец они должны добавить какой-то фермент, в который Феликс тайком добавил слабительное. В результате химической реакции фермент меняет свой состав.",
        "p26": "С легкой руки Феликса, Виктор получает анонимное сообщение с фотографией жены, входящий в подозрительное заведение. Худшие подозрения Виктора воспламеняются. Решив раскрыть правду, он спешит на работу жены и застает ее уезжающей на машине, которая доставляет ее в загадочное и тускло освещенное место. Виктор тайно следует за своей женой и становится свидетелем того, как она входит в ночной клуб. Переполненный противоречивыми эмоциями, он пытается войти в заведение, но охрана не пропускает его, поскольку его имени нет в списке гостей. Не испугавшись, Виктору удается проникнуть через черный ход на кухню и он оказывается в прокуренном, темном и загадочном зале, переполненном незнакомыми лицами.",
        "p27": "Когда сцена открывается, сердце Виктора наполняется тревогой и восхищением, когда он видит Лару, элегантно одетую, красиво поющую с джаз-бэндом. Магия момента возрождает его глубокую привязанность к жене, напоминая ему о ее таланте и причинах, по которым он в нее влюбился.",
        "p28": "Однако вскоре охрана замечает несанкционированное присутствие Виктора и насильно выталкивает его из клуба, резко прерывая мимолетный момент эмоциональной связи. Лара выбегает из клуба. В нежной и душевной беседе они начинают распутывать недоразумения и подозрения, которые вбили между ними клин.",
        "p29": "Феликс в ярости. В порыве гнева он решает устроить саботаж в ночном клубе, где пела Лара. Он устраивает так, что сан инспекторы обнаруживают большое скопление крыс на кухне, и заведение закрывается по санитарным причинам.",
        "p30": "Тем временем у малыша Вик-Вика уже ТЕСЛА, которую он обменивает на обанкротившийся ночной клуб, тот самый, где поет Лара. Отчаявшийся владелец видит в этом удачу, поскольку теперь он может спасти что-то из своего потерянного заведения и запятнанной репутации.",
        "p31": "Лара становится владельцем ночного клуба, так как Вик-Вик несовершеннолетний. Она снова открывает клуб, и благодаря ее решимости и трудолюбию клуб быстро становится популярным.",
        "p32": "Виктор и Сако разливают вино по бутылкам, чтобы отправить его на конкурс, и отмечая свое достижение выпивают несколько бутылок своего вина.",
        "p33": "Тем временем Дед с внучкой выпускают сингл, который имеет колоссальный успех.",
        "p34": "Виктор наконец-то получает результаты химического анализа вина, который опоздал по вине Феликса. От результатов Виктор приходит в ужас, состав странно изменен. Виктор пытается остановить дегустацию на выставке, но уже поздно.",
        "p35": "Со страшными предчувствиями Виктор и Сако ждут последствии. Сако скорбно снимает шапку из под которой выступает роскошная шевелюра. Виктор ошарашен потому что Сако был лысым.",
        "p36": "Наступает долгожданный день. На семейном счету меньше половины миллиона. Семья откровенно радуется своим успехом, не смотря на потерю наследства. Неожиданно на их глазах счет округляется до полного миллиона.",
        "p37": "Двое богачей, которые спорили на миллион, сидят за кофейным столом. Лысый из них весело дает чек на миллион долларов другому, который удивляется его радости. В ответ, тот снимает шляпу, показывая свои роскошные волосы и говорит, что только-что заработал миллиарды.",
        "p38": "Виктор получает письмо от международной выставки где получил приз за самое худшее вино (одну бутылку лучшего вина), и второе письмо от фармацевтической компании, в котором выражается интерес к тому ферменту, который он использовал. Ему предлагают партнерство и патентный гонорар на колоссальную сумму.",
        "p39": "В семье забыли про наследство и весело празднуют новый год с новыми друзьями, приобретенными за год.",
        "p40": "After a delayed arrival of the chemical analysis report, Victor finally receives the results for their wine. To his horror, he discovers that the wine's chemical composition has been unusually altered, most likely due to Felix's sabotage. Victor realizes that the wine they entered into the contest may have unintended consequences.",
        "p41": "К Феликсу приходит ростовщик со своей свитой.",
        "p42": "",
        "p43": "",
        "p44": "",
        "p45": "",
        "p46": ""
      },
      "menu": {
        "treatment": "Тритмент",
        "primecast": "Прайм Каст",
        "media": "Медиа"
      },
      "cast": {
        "title": "Прайм Каст",
        "actor1": {
          "name": "Нарек A Chilla",
          "role": "Папа - Виктор",
          "bio": "Известный реп-артист, актер. Имеет лояльную фан-базу. С каждым днем набирает все больше популярности среди молодежи. Последние треки набирают миллионы просмотров."
        },
        "actor2": {
          "name": "Ивета Мукучян",
          "role": "Мама - Лара",
          "bio": "Многими любимая певица, актриса, уже много лет занимает топовые позиции по популярности в Армении."
        },
        "actor3": {
          "name": "Арман Казарян",
          "role": "Брат - Феликс",
          "bio": "Известный актер, комик. На протяжении всей своей блестящей карьеры он демонстрировал исключительную универсальность, что делает его идеальным кандидатом на роль Феликса."
        },
        "actor4": {
          "name": "Милена Микаелян",
          "role": "Дочь - Ника",
          "bio": "Резидент студии Hooligun Studios, начинающая актриса с большим диапазоном талантов."
        }
      },
      "media": {
        "title": "Медиа",
        "musical": "Музыкальные Референсы",
        "visual": "Визуальные Референсы"
      }
    }
  }
}
