{
  "Index": {
    "title": "Hooligun Studios"
  },
  "about": {
    "title": "КТО МЫ ТАКИЕ:",
    "about": "Мы \"Hooligun Studios\" - киностудия со смелыми идеями, амбициозными планами и абсолютной нетерпимостью к безделью. Мы начали в 2020 году, вдохновленные идеями Сержа Габьяна и его более чем 15-летним опытом работы в сфере продюсирования и режиссуры. Наше кредо – «сделай или умри пытаясь», как бы опасно это не звучало. Так точно, мы не верим в план «Б», и мы знаем, что это работает - мы так уже делали. Мы уже испытали ад производства крутого фильма, и мы полны решимости сделать это снова. Конечно же лучшее еще впереди, поскольку оно неизбежно, так как мы занимаемся делом своей мечты. Мы намерены снимать офигенные фильмы, которые выдержат испытание временем. Мы будем покорять сердца киноманов фильм за фильмом."
  },
  "latest": {
    "title": "ОТТК:",
    "ottk": "Наш первый фильм, OTTK, - это история о том, как армянского бизнесмена обманул напарник, и что же он сделал в ответ? Он нанял команду грабителей из армянской диаспоры, чтобы вернуть эти важные документы. Круто, да? Но подождите, все становится еще интереснее. Эти ребята говорят на разных диалектах армянского языка и не понимают друг друга. Понятно да, что это приводит к различным забавным ситуациям. OTTK - это черная комедия с множеством шуток и со стольким экшеном, сколько мы смогли себе позволить. Мы вложили в этот фильм душу и сердце, чтобы его можно было смотреть даже через 20 лет, и мы уверены, что сделали это. Отзывы, которые мы получаем вдохновляют нас на большее. Зрители полюбили  этот фильм, и мы гордимся этим.Так что, если вы хотите хорошо провести время, не ищите далеко, OTTK здесь.",
    "trailer": {
      "title": "Официальный Трейлер ОТТК",
      "text": "От трейлера вам мало что будет понятно, но он знатно заинтригует."
    },
    "premiere": {
      "title": "Ереванская Премьера ОТТК",
      "text": "Наконец-то мы добрались до больших экранов. И, скажу я вам, мы взорвали."
    },
    "interview": {
      "title": "Интервью с Левоном Бегларяном",
      "text": "Познакомьтесь с нашими актерами в веселом интервью Левона Бегларяна."
    },
    "ost": {
      "title": "Саундтрек ОТТК",
      "text": "Расслабьтесь и погрузитесь в мир OTTK нашим саундтреком."
    },
    "website": "Официальный Сайт",
    "imdb": "Страница IMDB"
  },
  "footer": {
    "address": "Улица Давита Бека 37/1 | 0001 | Ереван, Армения",
    "resources": "Для тех, кого это касается: логотип компании и официальные постеры фильма ОТТК в рабочем разрешении перечислены здесь, но не играйте с ними, а то Гринч вас достанет.",
    "legal": "2023 Hooligun Studios LLC. Все права защищены.",
    "lyovson": "Сайт создал Lyovson."
  },
  "crew": {
    "title": "КОМАНДА:",
    "gabyan": { "name": "Серж Габян", "role": "Продюсер" },
    "lyovson": { "name": "Рафа Лёвсон", "role": "Исп. Продюсер" },
    "milena": {
      "name": "Милена Микаелян",
      "role": "Помощник Производства"
    },
    "jess": { "name": "Асмик Хачунц", "role": "Копирайтер" },
    "lilit": { "name": "Лилит Мкртчян", "role": "Исп. Продюсер" },
    "tika": { "name": "Тика Агасимова", "role": "Российская Дистрибуция" },
    "ruby": { "name": "Рубина Давтян", "role": "Американская Дистрибуция" },
    "roza": { "name": "Роза Григорян", "role": "Связи с Общественностью" }
  }
}
