export default function Donkey() {
  return (
    <main className="  ">
      <section className="mx-auto mb-12 flex max-w-[1200px] flex-col p-4 lg:pl-28">
        <article className="flex  flex-col gap-2 text-lg  lg:w-[80%] ">
          <h2 className="py-4   font-russian     text-5xl">ԷՇ ՄԻ ՍԱՏԿԻ:</h2>
          <p className="-mt-4 mb-4 text-base italic">Սեղմագիր</p>
          <p>
            Դեկտեմբերի 31-ի լուսադեմին, հարուստ հագուկապով հիսսունն անց տարիքի
            երկու տղամարդ զրուցելով դուրս են գալիս ինչ-որ ակումբից։
          </p>
          <p>
            Նրանք վիճում են, թե ինչպես կարելի է վաստակել առաջին միլիոնը։ Նրանցից
            մեկը, որը ճաղատ է, ասում է, որ ազնիվ ճանապարհով հնարավոր չէ: Մյուսն
            առաջարկում է գրազ գալ մեկ միլիոն դոլարի վրա, որ ճիշտ մոտիվացիայով
            ցանկացած մարդ կարող է միլիոնատեր դառնալ։
          </p>
          <p>
            Ճաղատ տղամարդը դիմում է մի պատահական անցորդի` խնդրելով նրա հեռախոսը:
            Անցորդը չի մերժում: Վերցնելով հեռախոսը նա ինչ-որ հաղորդագրություն է
            ուղարկում և վերադարձնում անցորդին։
          </p>
          <p>
            Անցորդը` ՎԻԿՏՈՐԸ, միջին տարիքի տղամարդ, շարունակում է իր ճանապարհը։
            Նա մտնում է գինու գործարան, որտեղ աշխատում է։ Նրան աշխատանքից
            ազատում են այն բանի համար, որ իր ստեղծած ֆերմենտով հերթական անգամ
            իբր փչացրել է գինու խմբաքանակը: Ղեկավարությունը որոշել է թափել
            գինին, իսկ նրան խնդրում են այլևս չվերադառնալ։
          </p>
          <p>
            Վիկտորը վրդովված է նաև ֆերմեր ՍԱՔՈ-ի համար, որը տխուր կանգնած է
            գործարանի դարպասի մոտ, քանի որ մերժված գինին նրա խաղողից էր։
          </p>
          <p>Տանը Վիկտորին սպասում են կինը, հայրը, դուստրը և որդին։</p>
          <p>
            Վիկտորի գեղեցիկ կինը՝ ԼԱՌԱՆ, աշխատում է որպես հաշվապահ ինչ-որ
            ձանձրալի հաստատությունում:
          </p>
          <p>Հայրը՝ ՀՈՐԱՑԻՈՆ թոշակի անցած նախկին զինվորական երաժիշտ է։.</p>
          <p>
            Դուստրը` ՆԻԿԱՆ դժվար տարիքի դեռահաս է, որը դեռ չգիտի, թե ինչ է
            ուզում կյանքից։
          </p>
          <p>
            Որդին` ՎԻԿ-ՎԻԿԸ, 7 տարեկան խելացի մանչուկ է, կյանքի նկատմամբ արդեն
            շատ լուրջ վերաբերմունքով:
          </p>
          <p>
            Վիկտորը պատմում է ընտանիքին իր աշխատանքից ազատվելու մասին, երբ կինը
            և դուստրը պատրաստվում են տոնական ընթրիք մատուցել: Բոլորն այնքան
            հիասթափված ու ցնցված են, որ մոռանում են ամանորյա ընթրիքի մասին, որը
            վառվում է կրակի վրա։
          </p>
          <p>
            Դռան զանգ է հնչում: Ներս են մտնում Վիկտորի հորեղբոր տղա ՎԱՐԴԱՆԸ,
            կնոջ՝ ԲԵԼԼԱՅԻ հետ, Նոր տարին միասին դիմավորելու։ Իմանալով, որ ընթրիք
            չի լինելու, որոշում են այլ ազգականների մոտ գնալ, բայց քանի որ մինչև
            կեսգիշեր կես ժամ է մնացել, որոշում են մնալ, իսկ Վարդանը բացում է իր
            նվեր բերած շամպայնի շիշը։
          </p>
          <p>
            Հանկարծ դռան զանգը նորից է հնչում։ Անծանոթ հյուրեր են գալիս շատ թանկ
            հագուկապով։ Նրանցից գլխավորը՝ փաստաբան Բարրի Լյուիսը, հայտնում է, որ
            մահացել է նրանց հեռավոր ազգականը, և քանի որ Վիկտոր Ամպիրյանը նրա
            միակ ժառանգորդն է, ապա նա կստանա մեկ միլիարդ դոլարի ժառանգություն։
            Բայց, կտակում պայման կա, որ ժառանգորդը միլիարդը կստանա միայն այն
            դեպքում, եթե մեկ տարվա ընթացքում ազնիվ աշխատանքով վաստակի մեկ միլիոն
            դոլար։
          </p>
          <p>
            Վարդանը վրդովվում է, որովհետև իր կարծիքով իրավաբանները սխալվել են,
            քանի որ ծննդյան վկայականով իր անունը նույնպես Վիկտոր է, և քանի որ
            ինքն է ավագը, ուրեմն օրինական ժառանգորդն ինքն է։
          </p>
          <p>
            Փաստաբանը չի առարկում. միևնույն է, միլիոն վաստակողը կստանա
            ժառանգությունը, իսկ եթե երկու թեկնածուն էլ վաստակեն, ապա
            ժառանգությունը կկիսվի երկուսի միջև։ Վարդանը կնոջ հետ շտապ հեռանում
            է։
          </p>
          <p>
            Տղամարդիկ ոգևորված պլանավորում են, թե ինչպես են աշխատելու միլիոնը,
            իսկ կանայք թերահավատորեն են վերաբերվում և որոշում են հավատարիմ մնալ
            ընթացիկ պարտականություններին:
          </p>
          <p>
            Հաջորդ օրը Վիկտորը գնում է Սաքոյի մոտ և համոզում նրան դառնալ իր
            գործընկերը: Վիկտորն առաջարկում է իր ֆերմենտով մշակել Սաքոյի մոտ
            մնացած գինին, որպեսզի ներկայացնեն միջազգային ցուցահանդեսի։
          </p>
          <p>
            Հորացիոն լինելով նախկին զինվորական երաժիշտ որոշում է նվագել այգում:
            Նրան տեսնում է Նիկան և ընկերուհիների կողմից դաժան ծաղրուծանակի է
            ենթարկվում և արցունքոտ աչքերով փախչում: Համակուրսեցի ՄԱՐԿԸ, որը
            սիրահարված է Նիկային, փորձում մխիթարել նրան։ Ավելի ուշ Մարկն իր
            ընկերների հետ այգի են բերում բարձրախոսներ ու դիջեյ-սարքավորում և
            Հորացիոյի ելույթը վերածում իսկական շոուի, ինչը գրավում է անցորդների
            հիացական ուշադրությունը։ Հաջորդ օրը Նիկան միանում է երաժշտական խմբին
            և երգում նրանց նվագակցությամբ։ Ինչ-որ երաժշտական ​​պրոդյուսեր լսում
            է նրանց կատարումը և առաջարկում սինգլ ձայնագրել։
          </p>
          <p>
            Յոթամյա Վիկ-Վիկը մոտենում է հորը և մի սկրեպկա խնդրում նրանից։
            Այնուհետև նա ուղղակի լուռ իրականացնում է իր նախագիծը, որի իմաստը
            որևէ իր մեկ ուրիշ քիչ ավելի թանկ իրի հետ փոխանակելն է։ Փոքրիկն
            ամբողջ ֆիլմի ընթացքում շարունակ երևում է տարբեր ավելի ու ավելի
            թանկարժեք իրեր ձեռքին:
          </p>
          <p>
            Կինը, որը հոգում է ընտանիքի ծախսերը, սկսում է ուշ վերադառնալ՝
            պատճառաբանելով, որ լրացուցիչ աշխատանք է վերցրել։ Վիկտորի
            վրդովմունքին, Լառան պատասխանում է, որ իր մասնագիտական կարիերան
            զոհաբերել է հանուն ամուսնու, որը չի կարողանում նույնիսկ ընտանիքի
            առաջին անհրաժեշտության կարիքները հոգալ։
          </p>
          <p>
            Ազգական Վարդանը որոշում է յուրովի հաղթել մրցույթում։ Նա կապվում է մի
            վաշխառուի հետ և համոզում նրան, որ իրեն մեկ միլիոն տա: Վաշխառուն
            տալիս է շատ մեծ տոկոսով։ Վարդանը իր վարձույթ-խանութի միջոցով, սկսում
            է աստիճանաբար կուտակել միլիոնը իր ցուցադրական հաշվի վրա։
          </p>
          <p>
            Վիկտորին հետապնդում են անհաջողությունները, հենց Վարդանի
            նախաձեռնությամբ: Նրանց մառանում ֆիլտրող սարքը փչանում է (Վարդանի
            սաբոտաժն է) և Վիկտորը ստիպված մի հին մոռացված սարք է հանում նկուղից։
            Սաքոյի հետ նրանք երկար ժամանակ են ծախսում գինու անունը հորինելու
            վրա, պատվիրում են պիտակները, բայց միայն տպագրելուց հետո են գնում
            անունը գրանցելու, պարզվում է, որ նման անուն արդեն գրանցված է
            (Վարդանն է արել): Վերջապես պետք է ինչ-որ ֆերմենտ ավելացնեն, որի մեջ
            մրցակից Վարդանը թաքուն լուծողական է լցնում։ Քիմիական ռեակցիայի
            արդյունքում ֆերմենտը փոխում է իր բաղադրությունը։
          </p>
          <p>
            Վիկտորը ստանում է Վարդանի ուղարկած հաղորդագրությունը իր կնոջ
            լուսանկարով, որտեղ նա ինչ-որ կասկածելի տեղ է մտնում։ Վիկտորը շտապում
            է կնոջ աշխատանքի վայրը և տեսնում, թե ինչպես է կինը մեքենա նստում: Նա
            հետևում է կնոջը, որը մտնում է գիշերային ակումբ: Ամենավատ կասկածներով
            Վիկտորը փորձում է ներս մտնել, կռվում է պահակների հետ, բայց ի վերջո
            խոհանոցից կարողանում է ներս է մտնել: Սրահում բացվում են բեմի
            վարագույրները և Լառան երեկոյան զգեստով երգում է նվագախմբի հետ:
            Ներկաները զմայլված լսում են: Վիկտորը կրկին սիրահարվում է կնոջը։
          </p>
          <p>Վարդանը կատաղած է.</p>
          <p>
            Փոքրիկ Վիկ-Վիկն արդեն ունի TESLA, որը նա փոխանակում է սնանկացած
            գիշերային ակումբի հետ, այն նույն ակումբի, որտեղ երգում էր Լառան, և
            որտեղ առողջապահական տեսուչները Վարդանի թեթև ձեռքով անսպասելիորեն
            հայտնաբերել էին առնետների մի մեծ խումբ։
          </p>
          <p>
            Եվ քանի որ Վիկ-Վիկը անչափահաս է. Լառան դառնում է գիշերային ակումբի
            սեփականատերը։ Նա նորից բացում է ակումբը, որն անմիջապես սկսում է
            հաջողություն վայելել:
          </p>
          <p>
            Վիկտորն ու Սաքոն գինին ուղարկում են ցուցահանդես և մի քանի շիշ էլ
            իրենք են խմում:
          </p>
          <p>
            Միևնույն ժամանակ, Հորացիոն ու Նիկան ձայնագրում են սինգլը, որը մեծ
            հաջողություն է ունենում դրական արձագանք է ստանում:
          </p>
          <p>
            Վիկտորը վերջապես ստանում է գինու քիմիական անալիզի արդյունքը, որն
            ուշացել էր Վարդանի մեղքով։ Անալիզի արդյունքից Վիկտորը սարսափով
            իմանում է, որ գինու քիմիական բաղադրության մեջ տարօրինակ փոփոխություն
            կա։ Վիկտորը փորձում է խանգարել ցուցահանդեսում իր գինու համտեսումը,
            բայց արդեն ուշ է։ Սարսափելի կանխազգացումներով Վիկտորն ու Սաքոն
            սպասում են հետևանքներին։ Սաքոն տխուր հանում է գլխարկը, որի տակից
            երևում են նրա փարթամ մազերը։ Վիկտորը ապշած է, քանի որ Սաքոն ճաղատ
            էր։
          </p>
          <p>
            Մոտենում է երկար սպասված օրը։ Ընտանեկան հաշիվը կես միլիոնի չի հասել։
            Բայց ընտանիքն անկեղծորեն ուրախանում է իր հաջողությամբ՝ չնայած
            ժառանգության կորստին: Հանկարծ նրանց աչքի առաջ հաշիվը դառնում է մեկ
            միլիոն։
          </p>
          <p>
            Սուրճի սեղանի մոտ նստած են երկու մեծահարուստները, ովքեր գրազ էին
            եկել մեկ միլիոնի վրա։ Ճաղատն ուրախությամբ մեկ միլիոն դոլարի չեք է
            տալիս մյուսին, որը զարմանում է նրա ուրախության վրա։ Ի պատասխան՝
            ճաղատը հանում է գլխարկը՝ ցուցադրելով փարթամ մազերը և ասում, որ ինքն
            իրականում միլիարդներ է վաստակել։
          </p>
          <p>
            Վիկտորը նամակ է ստանում միջազգային ցուցահանդեսից, որտեղ նա շահել է
            ամենավատ գինու մրցանակը (լավագույն գինու մեկ շիշ), և ևս մեկ նամակ
            դեղագործական ընկերությունից, որը հետաքրքրություն է հայտնում իր
            օգտագործած ֆերմենտի նկատմամբ: Նրան առաջարկում են վիթխարի գումարի
            արտոնագրային պայմանագիր։
          </p>
          <p>
            Ընտանիքը մոռացել է ժառանգության մասին և ուրախությամբ նշում է նոր
            տարին նոր ընկերների հետ։
          </p>
          <p>Իսկ Վարդանի մոտ գալիս է վաշխառուն իր շքախմբով։</p>
        </article>
      </section>
    </main>
  );
}
