export default function Donkey() {
  return (
    <main className="  ">
      <section className="mx-auto mb-12 flex max-w-[1200px] flex-col p-4 lg:pl-28">
        <article className="flex  flex-col gap-2 text-lg  lg:w-[80%] ">
          <h2 className="py-4 text-5xl">ОСЛИК, НЕ УМИРАЙ:</h2>
          <p className="-mt-4 mb-4 text-base italic">Тритмент</p>
          <p>
            31-го декабря, на рассвете двое хорошо одетых мужчин среднего
            возраста отдаляются от своей гламурной тусовки и гуляют по городу.
          </p>
          <p>
            Они спорят о том, как можно заработать первый миллион. Один из них,
            лысый, говорит, что невозможно сделать этого, не согрешив, другой
            предлагает пари на миллион долларов, что при наличии мотивации любой
            может стать миллионером.
          </p>
          <p>
            Один из них просит прохожего позвонить из его телефона. Прохожий
            дает телефон. Мужчина посылает сообщение куда-то и возвращает
            телефон.
          </p>
          <p>
            Прохожий - ВИКТОР, мужчина средних лет, продолжает свой путь на
            работу. Он входит в винный завод, где работает. Его увольняют за то,
            что он в очередной раз испортил партию вина своим авторским
            ферментом. Руководство решило списать продукт, а его просят больше
            не возвращаться.
          </p>
          <p>
            Виктору обидно за фермера САКО, который грустно стоит у проходной
            завода, ведь забракованное вино было из его винограда.
          </p>
          <p>Дома у Виктора жена, отец, дочь и сын. </p>
          <p>
            Жена - красивая женщина, ЛАРА, работает бухгалтером в каком-то
            скучном заведении.
          </p>
          <p>Отец, ГОРАЦИО, бывший военный музыкант пенсионного возраста.</p>
          <p>
            Дочь НИКА, подросток трудного возраста, которая в принципе еще не
            знает, чего хочет от жизни.
          </p>
          <p>
            Сын Вик-Вик, смышленый пацаненок лет 7-и, с очень серьезным
            отношением к жизни.
          </p>
          <p>
            О своем увольнении Виктор рассказывает семье, когда жена и дочь
            готовятся подавать на стол праздничный ужин. Все настолько
            разочарованы и озабочены, что забывают о новогоднем ужине, который
            пригорает на кухне.
          </p>
          <p>
            Звучит звонок в дверь, приходят родственники вместе встречать новый
            год, троюродный брат ВАРТАН, с женой БЕЛЛОЙ. Узнав, что ужин
            испорчен, думают к какому другому родственнику пойти, но до нового
            годa всего пол часа, поэтому остаются, и Вартан открывает бутылку
            шампанского, не пропадать же подарку.
          </p>
          <p>
            Вдруг снова звонок в дверь. Заходят незнакомые гости в очень дорогих
            костюмах. Главный из них, юрист Барри Льюис говорит им, что их
            дальний родственник умер, и так как Виктор Ампирян является его
            единственным живым родственником, то он получит наследство в один
            миллиард долларов. Но, есть условие: в завещании написано, что
            наследник получит миллиард только в том случае, если за год честным
            трудом заработает один миллион.
          </p>
          <p>
            Неожиданно возникает проблема. Вартан заявляет, что так как его имя
            по свидетельству о рождении тоже Виктор и он старше Виктора, то
            законный наследник это он.
          </p>
          <p>
            Юрист не возражает, наследство получит тот кто заработает миллион, а
            если оба кандидата заработают, то наследство придется поделить.
            Вартан удаляется с женой.
          </p>
          <p>
            Мужская половина семьи с полной решимостью берется за дело. Женская
            половина скептически настроена и решает придерживаться старых планов
            и обязанностей.
          </p>
          <p>
            На следующий день семья приступает к делу. Виктор идет к Сако и
            уговаривает стать партнером, и позволить обработать оставшееся у
            него вино, чтобы представить на международной выставке.
          </p>
          <p>
            Дед начинает свой проект человека-оркестра в парке, где его видит
            Ника, и подвергается жестоким насмешкам сверстников. Она убегает в
            слезах. Ее догоняет сокурсник Марк, который влюблен в нее и пытается
            утешить. Позднее Марк с друзьями приносят большие динамики и
            диджейский пульт, и превращают выступление деда в настоящее
            представление. Прохожие начинают останавливаться, хлопать и
            подбадривать их. Через день Ника сама начинает петь под
            аккомпанемент Деда и Марка. Их выступление слышит какой-то
            музыкальный продюсер и предлагает записать им сингл.
          </p>
          <p>
            Семилетний Вик-Вик подходит к отцу и с серьезным видом просит у него
            скрепку. После этого он просто молча осуществляет свой проект, смысл
            которого в том, чтобы обменять какой-либо предмет на другой, который
            стоит чуть дороже. И малыш в течение всего фильма мелькает в кадре с
            разными все более и более дорогими предметами.
          </p>
          <p>
            Жена, которая заботится о семейных расходах, начинает приходить
            поздно, объяснив, что взяла дополнительную работу. Когда Виктор
            возмущается, она возражает, что ради него пожертвовала своими
            профессиональными планами, а теперь он не может даже обеспечить
            семью самым необходимым.
          </p>
          <p>
            Вартан решает выиграть соревнование по-своему. Он связывается с
            местным ростовщиком и уговаривает того дать ему миллион за кошмарные
            проценты, ведь у него будет миллиард. Он использует свой прокатный
            магазин, чтобы постепенно набирать миллион на своем показательном
            счете.
          </p>
          <p>
            Виктора преследуют неудачи с легкой руки Вартана. В их цеху ломается
            фильтрующее устройство (саботаж Вартана) и ему приходится достать из
            дачного сарая старое устройство. Они с Сако долго придумывают
            название вина и заказывают ярлыки, но только после того, как
            получают напечатанную партию ярлыков, идут зарегистрировать имя, и
            оказывается, что такое имя уже запатентовано (Вартан постарался).
            Наконец они должны добавить какой то фермент, в который Вартан
            тайком добавил слабительное. В результате химической реакции фермент
            меняет свой состав.
          </p>
          <p>
            С легкой руки Вартана, Виктор получает сообщение с фотографией жены,
            входящий в подозрительное заведение. Он мчится на работу к жене, и
            видит, как она садится в автомобиль, который отвозит ее именно в это
            заведение. С наихудшими подозрениями, он пытается войти внутрь,
            входит в конфликт с охраной и все-таки просачивается и видит, как
            его жена поет на сцене с джаз бендом. Она поет восхитительно. И вот
            он снова влюблен в свою жену.
          </p>
          <p>Вартан в ярости.</p>
          <p>
            У малыша Вик-Вика уже ТЕСЛА, которую он обменивает на
            обанкротившийся ночной клуб, тот самый, где поет Лара, и где
            сан-инспекторы с легкой руки Вартана неожиданно обнаружили большое
            скопление крыс.
          </p>
          <p>
            Лара становится владельцем ночного клуба, так как Вик-Вик
            несовершеннолетний. Она снова открывает клуб, который сразу же
            становится популярным.
          </p>
          <p>
            Виктор с Сако расфасовывают вино в бутылки, чтобы отправить на
            выставку и на радостях тестируют свою продукцию.
          </p>
          <p>
            Тем временем Дед с внучкой выпускают сингл, который имеет
            колоссальный успех.
          </p>
          <p>
            Виктор наконец-то получает результаты химического анализа вина,
            который опоздал по вине Вартана. От результатов Виктор приходит в
            ужас, состав странно изменен. Виктор пытается остановить дегустацию
            на выставке, но уже поздно. Со страшными предчувствиями Виктор и
            Сако ждут последствии. Сако скорбно снимает шапку из под которой
            выступает роскошная шевелюра. Виктор ошарашен потому что Сако был
            лысым.
          </p>
          <p>
            Наступает долгожданный день. На семейном счету меньше половины
            миллиона. Семья откровенно радуется своим успехом, не смотря на
            потерю наследства. Неожиданно на их глазах счет округляется до
            полного миллиона.
          </p>
          <p>
            Двое богачей, которые спорили на миллион, сидят за кофейным столом.
            Лысый из них весело дает чек на миллион долларов другому, который
            удивляется его радости. В ответ, тот снимает шляпу, показывая свои
            роскошные волосы и говорит, что только-что заработал миллиарды.
          </p>
          <p>
            Виктор получает письмо от международной выставки где получил приз за
            самое худшее вино (одну бутылку лучшего вина), и второе письмо от
            фармацевтической компании, в котором выражается интерес к тому
            ферменту, который он использовал. Ему предлагают патентный гонорар
            на колоссальную сумму.
          </p>
          <p>
            В семье забыли про наследство и весело празднуют новый год с новыми
            друзьями.
          </p>
          <p>К Вартану приходит ростовщик со своей свитой.</p>
        </article>
      </section>
    </main>
  );
}
